{
  "home":"Trang chủ",
  "about":"Về chúng tôi",
  "agency":"Cửa hàng",
  "products":"Sản Phẩm",
  "blog":"Tin tức",
  "contact":"Liên hệ",
  "subcribe":"Đăng ký bản tin",
  "follow us":"Theo dõi chúng tôi",
  "navigate":"Điều hướng",
  "tag cloud":"Khám phá",
  "Latest news from our blog":"Tin tức mới nhất từ chúng tôi",
  "Ready to get started":"Sẵn sàng để bắt đầu",
  "It's been a pleasure working with you, get ready to start your work with just clicks or contact us.":"Thật vui khi làm việc với bạn, hãy sẵn sàng bắt đầu công việc của bạn chỉ bằng những cú nhấp chuột hoặc liên hệ với chúng tôi.",
  "Happy Clients & Feedbacks":"Phản hồi của khách hàng",
  "Advantages of the product":"Ưu Điểm của sản phẩm",
  "read more":"Xem thêm",
  "We are committed to providing customers with peel-and-stick wood-grain imitation plastic flooring products of outstanding quality, helping to make living spaces classy and comfortable.":"Chúng tôi cam kết mang đến cho khách hàng những sản phẩm sàn nhựa giả vân gỗ bóc dán với chất lượng vượt trội, giúp không gian sống trở nên đẳng cấp và thoải mái.",
  "Durable":"Độ bền cao",
  "Our plastic floors are designed to withstand heavy use, ensuring high durability and excellent abrasion resistance.":"Sàn nhựa của chúng tôi được thiết kế để chịu được những điều kiện sử dụng nặng nề, đảm bảo độ bền cao và khả năng chống mài mòn xuất sắc.",
  "Colorful":"Nhiều Màu Sắc",
  "With a variety of colors, our products reflect creativity and flexibility, helping customers easily find options that suit their interior style.":"Với đa dạng màu sắc, sản phẩm của chúng tôi phản ánh sự sáng tạo và linh hoạt, giúp khách hàng dễ dàng tìm ra lựa chọn phù hợp với phong cách nội thất của họ.",
  "Contains No Toxic Formaldehyde":"Không Chứa Formaldehyde Độc Hại",
  "Safety is the top priority. Our plastic flooring products are committed to not containing formaldehyde, ensuring a safe and healthy living space for every family.":"An toàn là ưu tiên hàng đầu. Sản phẩm sàn nhựa của chúng tôi cam kết không chứa formaldehyde, đảm bảo không gian sống an toàn và khỏe mạnh cho mọi gia đình.",
  "Low cost":"Giá Thành Thấp",
  "With reasonable prices, we offer economical solutions without sacrificing quality, ensuring customers get maximum satisfaction for every dollar they spend.":"Với giá thành hợp lý, chúng tôi mang đến giải pháp kinh tế mà không làm giảm chất lượng, đảm bảo khách hàng có được sự hài lòng tối đa với mọi đồng tiền của họ.",
  "Scratch resistance":"Chống Trầy Xước",
  "The scratch-resistant surface is a special feature of the product, protecting the plastic floor from unwanted scratches and maintaining long-lasting beauty.":"Bề mặt chống trầy xước là điểm đặc biệt của sản phẩm, bảo vệ sàn nhựa khỏi những vết xước không mong muốn và duy trì vẻ đẹp lâu dài.",
"Easy to Apply":"Dễ Thi Công",
"Easy to install, our plastic flooring products help save time and effort during the installation process.":"Khả năng thi công dễ dàng, sản phẩm sàn nhựa của chúng tôi giúp tiết kiệm thời gian và công sức trong quá trình lắp đặt.",
"Class in Every Floor":"Đẳng Cấp Trong Từng Tấm Sàn",
"Guangxi Jishu Vietnam Co., Ltd. is a unit specializing in manufacturing and supplying peel-and-stick wood-grain imitation plastic flooring with a solid reputation in the market. With many years of operating experience and constant creativity, we are committed to providing customers with plastic flooring products that are outstanding in quality and design.":"Công ty TNHH Guangxi Jishu Việt Nam là một đơn vị chuyên sản xuất và cung cấp sàn nhựa giả vân gỗ bóc dán với danh tiếng vững vàng trên thị trường. Với kinh nghiệm nhiều năm hoạt động và sự sáng tạo không ngừng, chúng tôi cam kết mang đến cho khách hàng những sản phẩm sàn nhựa vượt trội về chất lượng và thiết kế.",
"length":"Chiều dài",
"width":"Chiều rộng",
"View product":"Xem sản phẩm",
"Our newest products":"Các sản phẩm mới nhất của chúng tôi",
"Wood Grain Plastic Floor":"Sàn Nhựa Vân Gỗ",
"After cleaning the floor clean, easy and quick installation, customers just need to peel and stick the pre-glued wood imitation plastic floor to the floor.":"Sau khi vệ sinh nền nhà sạch sẽ, dễ dàng lắp đặt nhanh chóng khách hàng chỉ việc bóc và dán sàn nhựa giả gỗ đã có sẵn keo xuống nền nhà.",
"Stone Plastic Floor":"Sàn Nhựa Vân Đá",
"TM FLOOR imitation wood plastic flooring products come in a full range of colors to fully serve the preferences of each customer.":"Sản phẩm sàn nhựa giả gỗ TM FLOOR đầy đủ các màu sắc phục vụ đầy đủ các sở thích của từng khách hàng.",
"Carpet-like Plastic Floor":"Sàn Nhựa Vân Thảm",
"Peel-and-stick wood imitation plastic flooring is made from high quality materials. It has good bearing capacity and does not deform under the influence of temperature and humidity.":"Sàn nhựa giả gỗ bóc dán được làm từ vật liệu chất lượng cao. Nó có khả năng chịu lực tốt, không biến dạng dưới tác động của nhiệt độ và độ ẩm.",
"Mission and Vision":"Sứ Mệnh và Tầm Nhìn",
"At Guangxi Jishu Vietnam Co., Ltd., we always attach great importance to creating the best peel-and-stick wood grain imitation plastic flooring products on the market. Our mission is to provide a comfortable, classy and environmentally friendly living and working space. Our vision is to become a leader in the plastic flooring industry, while constantly improving the quality of products and services to meet all customer needs.":"Tại Công ty TNHH Guangxi Jishu Việt Nam, chúng tôi luôn coi trọng việc tạo ra các sản phẩm sàn nhựa giả vân gỗ bóc dán tốt nhất trên thị trường. Sứ mệnh của chúng tôi là mang đến không gian sống và làm việc thoải mái, đẳng cấp và thân thiện với môi trường. Tầm nhìn của chúng tôi là trở thành một đơn vị đi đầu trong ngành công nghiệp sàn nhựa, đồng thời không ngừng nâng cao chất lượng sản phẩm và dịch vụ để đáp ứng mọi nhu cầu của khách hàng.",


"Outstanding Features of the Product":"Đặc Điểm Nổi Bật của Sản Phẩm",
"High Quality Materials":"Vật Liệu Chất Lượng Cao",
"Our wood-grain plastic flooring products are made from high-quality plastic materials, ensuring sustainability and durability over time.":"Sản phẩm sàn nhựa giả vân gỗ của chúng tôi được sản xuất từ nguyên liệu nhựa cao cấp, đảm bảo tính bền vững và độ bền theo thời gian.",
"Natural Wood Grain Design":"Thiết Kế Vân Gỗ Tự Nhiên",
"With advanced printing technology, the floor panels bring natural beauty and life like real wood, creating a highlight for every space.":"Với công nghệ in ấn tiên tiến, các tấm sàn mang lại vẻ đẹp tự nhiên và sống động như gỗ thật, tạo điểm nhấn cho mọi không gian.",
"Convenience in Installation":"Tiện Lợi Trong Lắp Đặt",
"Our peel-and-stick wood grain plastic flooring is designed to be flexible and easy to install without using glue or complicated steps.":"Sàn nhựa giả vân gỗ bóc dán của chúng tôi được thiết kế linh hoạt, dễ dàng lắp đặt mà không cần sử dụng keo hoặc công đoạn phức tạp.",
"Water Resistance":"Khả Năng Chống Nước",
"The product has a water-resistant feature, helping to prevent water seepage and ensure product durability.":"Sản phẩm có tính năng chống nước, giúp ngăn ngừa sự thấm nước và đảm bảo độ bền của sản phẩm.",
"Commitment to quality":"Cam Kết Chất Lượng",
"We are committed to providing customers with peel-and-stick wood-grain imitation plastic flooring products of outstanding quality, helping to make living spaces classy and comfortable. With a team of skilled technicians and strict quality control processes, we are confident that each of our branded flooring panels is a work of art. Let Guangxi Jishu Vietnam Co., Ltd. accompany you in creating a perfect and classy living space. Coming to us, you will receive dedicated service and the best peel-and-stick wood grain imitation plastic flooring products.":"Chúng tôi cam kết mang đến cho khách hàng những sản phẩm sàn nhựa giả vân gỗ bóc dán với chất lượng vượt trội, giúp không gian sống trở nên đẳng cấp và thoải mái. Với đội ngũ kỹ thuật viên lành nghề và quy trình kiểm soát chất lượng nghiêm ngặt, chúng tôi tự tin rằng mỗi tấm sàn mang thương hiệu của chúng tôi là một tác phẩm nghệ thuật. Hãy để Công ty TNHH Guangxi Jishu Việt Nam đồng hành cùng bạn trong việc tạo nên không gian sống hoàn hảo và đẳng cấp. Đến với chúng tôi, bạn sẽ nhận được sự phục vụ tận tâm và những sản phẩm sàn nhựa giả vân gỗ bóc dán tốt nhất."
,"search":"Tìm Kiếm",
"address":"Địa chỉ",
"Business hours":"Giờ mở cửa",
"phone":"Số điện thoại",
"View the map":"Xem chỉ đường",
"We're open for any suggestion or just to have a chat":"Chúng tôi sẵn sàng tiếp nhận mọi đề xuất hoặc chỉ để trò chuyện",
"Let's get in touch":"Thông tin liên hệ",
"Add Comment":"Thêm bình luận",
"Comments":"Bình luận","Your email address will not be published.":"Email của bạn sẽ không được hiện công khai.",
"No answer":"Bỏ trả lời",
"full name":"Họ và tên",
"message":"Lời nhắn"
}
